#お得が比較できる食品のリスト,gram
yasai = {'キャベツ':1200, 'ねぎ' :100,'レタス':300,'ばれいしょ':150, 'たまねぎ':200,'きゅうり':100,'トマト':175,
         'ほうれんそう':200,'にんじん':175, 'はくさい':2000, 'だいこん':1000,'なす':80}

kakou = {'食パン':370,'即席めん':90,'ゆでうどん':200,'小麦粉':1000,'牛乳':1030,'チーズ':135, '豆腐':350,
         '食用油（キャノーラ油）':1000, '食用油（サラダ油）':1000,'マーガリン':100,'マヨネーズ':450,
         'しょう油':1000, 'みそ':750, 'かまぼこ':100,'まぐろ缶詰':80,'バター':200}

sakana = {'まぐろ':100,'えび':100,'ぶり':100,'さけ':100}

niku = {'輸入牛肉（冷蔵ロース）':100,'国産牛肉（冷蔵ロース）':100,'豚肉（ロース）':100,
        '鶏肉（もも肉）':100,'鶏卵 サイズ混合・10個入り）':100}
